---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.RoomFilter
source: html/e0ea15a6-3423-56a4-2d93-e3539fb05489.htm
---
# RoomFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.